Repository: Leo-Corporation/Passliss
Catalog: Passliss/Properties/Resources.*.resx
Languages: fr_fr

source: Hi
fr_fr: Bonjour

source: Good afternoon
fr_fr: Bonne après-midi

source: Good night
fr_fr: Bonne nuit

source: Good evening
fr_fr: Bonne soirée

source: Generate
fr_fr: Générer

# Strenght
source: Strength
fr_fr: Force

source: Settings
fr_fr: Paramètres

source: About
fr_fr: A propos

source: Password
fr_fr: Mot de passe

# GeneratePassword
source: Generate a password
fr_fr: Générer un mot de passe

# UpperCase
source: Uppercases
fr_fr: Majuscules

# LowerCase
source: Lowercases
fr_fr: Minuscules

# SpecialCaracters
source: Special characters
fr_fr: Caractères spéciaux

source: Numbers
fr_fr: Nombres

# PleaseSelectChkMsg
source: Please select a checkbox to generate a password.
fr_fr: Veuillez cocher une case pour pouvoir générer un mot de passe.

# Lenght
source: Length
fr_fr: Longueur

# EnterPassword
source: Enter a password
fr_fr: Entrez un mot de passe

# StrenghtVeryGood
source: The strength of the password is excellent
fr_fr: La force du mot de passe est excellente

# StrenghtGood
source: The strength of the password is good
fr_fr: La force du mot de passe est bonne

# StrenghtMedium
source: The strength of the password is medium
fr_fr: La force du mot de passe est moyenne

# StrenghtLow
source: The strength of the password is low
fr_fr: La force du mot de passe est faible

source: Copy
fr_fr: Copier

source: Updates
fr_fr: Mises à jour

# AvailableUpdates
source: Updates are available.
fr_fr: Des mises à jour sont disponibles.

source: Install
fr_fr: Installer

source: Theme
fr_fr: Thème

source: Dark
fr_fr: Sombre

source: Light
fr_fr: Clair

source: Default
fr_fr: Par défaut

source: Apply
fr_fr: Appliquer

source: Language
fr_fr: Langue

# ChangeTheme
source: Change Passliss theme.
fr_fr: Changer le thème de Passliss.

# CheckUpdate
source: Check updates
fr_fr: Rechercher des mises à jour

# ChangeLanguage
source: Change Passliss language.
fr_fr: Changer la langue de Passliss.

# UpToDate
source: Passliss is up to date.
fr_fr: Passliss est à jour.

# PleaseSpecifyLenghtMsg
source: Please specify a lenght to generate a password.
fr_fr: Veuillez spécifier une longueur pour générer un mot de passe.

# StrenghtWarning
source: The strength indicator is here to give you an idea of the strength of your password, not here to confirm it's real strength.
fr_fr: L'indicateur de force est là pour vous donner une idée de la force de votre mot de passe, pas pour confirmer sa force réelle.

# NeedRestartToApplyChanges
source: Passliss needs to restart to apply the changes. Do you want to restart now?
fr_fr: Passliss doit redémarrer pour appliquer les changements. Voulez-vous redémarrer maintenant ?

# InstallConfirmMsg
source: To install updates, Passliss needs to restarts. Do you want to continue?
fr_fr: Pour installer les mises à jour, Passliss doit redémarrer. Voulez-vous continuer ?

source: Install version
fr_fr: Installer la version

source: Name
fr_fr: Nom

source: Password Configurations
fr_fr: Configuration de mot de passe

source: Save
fr_fr: Sauvegarder

source: Cancel
fr_fr: Annuler

# OpenD
source: Open...
fr_fr: Ouvrir...

# NoPasswordConfigurations
source: There is no Password Configurations created. Create one to get started.
fr_fr: Il n'y a pas de Configuration de mot de passe créées. Créez en-une pour commencer.

source: Licenses
fr_fr: Licences

source: See licenses
fr_fr: Voir les licences

source: Unable to check updates
fr_fr: Impossible de rechercher des mises à jour

source: Check updates on start
fr_fr: Rechercher des mises à jour lors du démarrage

# NotifyUpdates
source: Show a notification when updates are available
fr_fr: Montrer une notification quand des mises à jour sont disponibles

# CheckUpdatesDisabledOnStart
source: Checking updates on start is disabled.
fr_fr: La recherche de mises à jour lors du démarrage est désactivée.

# ErrorOccured
source: An error has occured
fr_fr: Une erreur s'est produite

source: Error
fr_fr: Erreur

# ExportSuccess
source: Password Configurations have been successfully exported.
fr_fr: Les Configurations de Mots de passe ont étés exportées avec succès.

source: Export
fr_fr: Exporter

# ImportSuccess
source: Password Configurations imported successfully.
fr_fr: Configurations de Mots de passe importées avec succès.

# ImportConserve
source: Do you want to conserve current Password Configurations?
fr_fr: Voulez-vous conserver les Configurations de Mots de passe actuelles ?

source: Import
fr_fr: Importer

source: Load Password Configurations
fr_fr: Charger des Configurations de Mots de passe

# CreatePasswordConfigurations
source: Create a Password Configuration
fr_fr: Créer une configuration de Mot de passe

source: Data
fr_fr: Données

source: Reset settings
fr_fr: Réinitialiser les paramètres

# ResetSettingsConfirmMsg
source: Are you sure you want to reset all settings?
fr_fr: Êtes-vous sûr de vouloir réinitialiser tous les paramètres ?

# SettingsReset
source: All settings have been reset, Passliss will now restart.
fr_fr: Tous les paramètres ont été réinitialisés, Passliss va maintenant redémarrer.

source: Default preset
fr_fr: Préréglage par défaut

source: Complex
fr_fr: Complexe

source: Random password length
fr_fr: Longueur de mot de passe aléatoire

# RandomPasswordLengthDesc
source: Two values that set the minimum and maximum length.
fr_fr: Deux valeurs qui définissent la longueur minimum et maximum.

# RandomPasswordLengthOnStart
source: Use a random password length on start
fr_fr: Utiliser une longueur aléatoire de mot de passe lors du démarrage

source: Between
fr_fr: Entre

source: And
fr_fr: Et

# ValuesIncorrect
source: Specified values are incorrect.
fr_fr: Les valeurs spécifiées sont incorrectes.

source: Import settings
fr_fr: Importer les paramètres

source: Export settings
fr_fr: Exporter les paramètres

# SettingsExportedSucessMsg
source: Settings exported sucessfully.
fr_fr: Les paramètres ont été exportés avec succès.

# SettingsImportedMsg
source: Settings have been imported sucessfully. To finish the process, Passliss will now restart.
fr_fr: Les paramètres ont été importés avec succès. Pour finir le processus, Passliss va redémarrer.

# HistoryEmpty
source: History is empty.
fr_fr: L'historique est vide.

source: System
fr_fr: Système

source: Startup
fr_fr: Démarrage

# StartupPage
source: Select the default startup page.
fr_fr: Sélectionnez la page de démarrage par défaut.

# SetDefaultPwrConfigMsg
source: Do you want to set this Password Configuration as default. The current one is going to be replaced by this one.
fr_fr: Voulez-vous définir cette Configuration de mot de passe par défaut. L’actuelle va être remplacé par celle-ci.

# UnsetPwrConfigMsg
source: Do you want to reset the default Password Configuration?
fr_fr: Voulez-vous réinitialiser la Configuration de mot de passe par défaut ?

# ResetDefaultPwrConfig
source: Reset default Password Configuration
fr_fr: Réinitialiser la Configuration de mot de passe par défaut

source: See full password
fr_fr: Afficher le mot de passe en entier

source: Close
fr_fr: Fermer

source: Randomize password configuration
fr_fr: Randomiser la configuration du mot de passe

source: History
fr_fr: Historique

# HideShowPassword
source: Hide/Show password as plain text
fr_fr: Cacher/Montrer le mot de passe en texte brut

# GenerateRandomLength
source: Generate random password length
fr_fr: Générer une longueur de mot de passe aléatoire

source: Show full password
fr_fr: Afficher le mot de passe en entier

# AlwaysHidePasswordInStrengthPage
source: Hide the password in "Strength" page by default.
fr_fr: Cacher le mot de passe dans la page "Force" par défaut.

# AlwaysHidePasswordInHistory
source: Hide the password in history by default.
fr_fr: Cacher le mot de passe dans l'historique par défaut.

# OtherCharacters
source: Custom characters (separated by a ",")
fr_fr: Caractères personnalisés (séparés par une ",")

source: Encryption
fr_fr: Cryptage

source: String to encrypt
fr_fr: Chaîne de caractères à encrypter

source: Encrypt
fr_fr: Encrypter

source: Algorithm
fr_fr: Algorithme

source: Decrypt
fr_fr: Décrypter

source: Encrypted string
fr_fr: Chaîne de caractères encryptée

source: Key
fr_fr: Clé

# PleaseProvideKeyMsg
source: Please provide a key.
fr_fr: Veuillez spécifier une clé d'encryption.

# PleaseProvideText
source: Please provide the text to encrypt.
fr_fr: Veuillez spécifier le texte à encrypter.

source: String to decrypt
fr_fr: Chaîne de caractères à décrypter

source: Plaintext
fr_fr: Texte

source: Decrypted string
fr_fr: Chaîne de caractères décryptée

source: Disable history
fr_fr: Désactiver l'historique

# EnableAutoUpdatesOnStartMsg
source: Do you want to enable automatic checks for updates at startup?
fr_fr: Voulez-vous activer les vérifications automatiques des mises à jour au démarrage ?

source: Welcome
fr_fr: Bienvenue

source: Next
fr_fr: Suivant

source: Back
fr_fr: Retour

# WelcomeThanks
source: Thanks for using Passliss! Let's get started!
fr_fr: Merci d'utiliser Passliss ! Commençons !

# WelcomeGenerate
source: Generate strong and safe passwords with Passliss. Customize every settings to make the strongest password ever! Save these configurations thanks to "Password Configurations".
fr_fr: Générez des mots de passe forts et sûrs avec Passliss. Personnalisez tous les paramètres pour créer le mot de passe le plus fort de tous les temps! Enregistrez ces configurations grâce aux "Configurations de mot de passe".

# WelcomeTestStrength
source: Test the strength of any passwords and generate a new one if yours is too weak.
fr_fr: Testez la force de tous les mots de passe et générez-en un nouveau si le vôtre est trop faible.

# WelcomeEncrypt
source: Want to keep something secret? Encrypt any string using different encryption algorithms. Of course, you can also decrypt them using a secret key!
fr_fr: Vous voulez garder quelque chose de secret? Chiffrez n’importe quelle chaîne de caractères à l’aide de différents algorithmes de chiffrement. Bien sûr, vous pouvez également les déchiffrer à l’aide d’une clé secrète!

# WelcomeThemeTitle
source: Make Passliss yours.
fr_fr: Faites de Passliss le vôtre.

# ChangesApplyAfterRestart
source: Changes will be applied after a restart of Passliss.
fr_fr: Les modifications seront appliquées après un redémarrage de Passliss.

source: Let's go
fr_fr: Allons-y

source: History settings.
fr_fr: Paramètres de l'historique.

# ManageData
source: Manage your data.
fr_fr: Gérez vos données.

source: Generate key
fr_fr: Générer une clé

source: Encryption settings
fr_fr: Paramètres d'encryptage

# DefaultEncryptionMode
source: Default encryption algorithm
fr_fr: Algorithme de chiffrement par défaut

# More
source: See more
fr_fr: Voir plus

source: Go back
fr_fr: Retour

source: Tasks
fr_fr: Tâches

source: Characters
fr_fr: Caractères

# UseSimpleCharacters
source: Use simpler special characters
fr_fr: Utiliser des caractères spéciaux plus simples

# CharactersDesc
source: Settings related to characters used when generating a password.
fr_fr: Paramètres liés aux caractères utilisés lors de la génération d’un mot de passe.

# SaveCustomChars
source: Save custom characters
fr_fr: Enregistrer les caractères personnalisés

# UseUserDefinedChars
source: Use your own characters
fr_fr: Utiliser vos propres caractères

# ToggleConfidentialMode
source: Toggle Confidential Mode by default
fr_fr: Activer le mode Confidentiel par défaut

source: Generate multiple passwords
fr_fr: Générer plusieurs mots de passe

source: Number of passwords
fr_fr: Nombre de mots de passe

# ProvideNumPasswordsMsg
source: Please provide a number of passwords to generate.
fr_fr: Veuillez fournir un certain nombre de mots de passe à générer.

# CreateEditPwrConfig
source: Create or edit a Password Configuration
fr_fr: Créer ou modifier une configuration de Mot de passe

source: Minimize
fr_fr: Minimiser

source: Pin
fr_fr: Epingler

source: Unpin
fr_fr: Désépingler

source: Disable Confidential mode
fr_fr: Désactiver le mode Confidentiel

source: Enable Confidential mode
fr_fr: Activer le mode Confidentiel

source: By strength
fr_fr: Par force

source: Advanced
fr_fr: Avancé

# DefaultStrength
source: Default strength: {0}
fr_fr: Force par défaut : {0}

source: Good
fr_fr: Bonne

source: Medium
fr_fr: Moyenne

source: Low
fr_fr: Faible
